---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayShapetype
source: html/678b0d9d-8e72-aae6-40f0-d7c7c8d43101.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayShapetype Property

"Shape"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayShapetype { get; }
```